-- phpMyAdmin SQL Dump
-- version 4.0.6deb1
-- http://www.phpmyadmin.net
--
-- Хост: localhost
-- Время создания: Сен 01 2014 г., 20:24
-- Версия сервера: 5.5.37-0ubuntu0.13.10.1
-- Версия PHP: 5.5.3-1ubuntu2.3

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;

--
-- База данных: `u971762964_plant`
--

-- --------------------------------------------------------

--
-- Структура таблицы `bancet`
--

CREATE TABLE IF NOT EXISTS `bancet` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `title` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `short_text` varchar(512) COLLATE utf8_unicode_ci NOT NULL,
  `img` varchar(52) COLLATE utf8_unicode_ci NOT NULL,
  `text` text COLLATE utf8_unicode_ci NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci AUTO_INCREMENT=5 ;

--
-- Дамп данных таблицы `bancet`
--

INSERT INTO `bancet` (`id`, `title`, `short_text`, `img`, `text`) VALUES
(1, 'Банкетный зал', 'Наш банкетный зал прекрасно подойдет для проведения любого мероприятия: свадьбы, юбилея или детского праздника. Банкет в ресторане ВКУС - это не только просторный и комфортный зал, но и квалифицированный обслуживающий персонал, высококлассные повара и профессиональная техника.', 'cish05p70q.jpg', '<p>\n	<span style="color: rgb(0, 0, 0); font-family: ''Open Sans'', sans-serif; font-size: 16px; line-height: 24px; background-color: rgb(245, 243, 237);">Стоимость - от 250 грн на человека.</span><br style="color: rgb(0, 0, 0); font-family: ''Open Sans'', sans-serif; font-size: 16px; line-height: 24px; background-color: rgb(245, 243, 237);" />\n	<span style="color: rgb(0, 0, 0); font-family: ''Open Sans'', sans-serif; font-size: 16px; line-height: 24px; background-color: rgb(245, 243, 237);">1 зал - 120 мест, 2 зал - 50 мест, открытая веранда - 30 мест.</span><br style="color: rgb(0, 0, 0); font-family: ''Open Sans'', sans-serif; font-size: 16px; line-height: 24px; background-color: rgb(245, 243, 237);" />\n	<span style="color: rgb(0, 0, 0); font-family: ''Open Sans'', sans-serif; font-size: 16px; line-height: 24px; background-color: rgb(245, 243, 237);">Есть возможность снять ресторан целиком.</span><br style="color: rgb(0, 0, 0); font-family: ''Open Sans'', sans-serif; font-size: 16px; line-height: 24px; background-color: rgb(245, 243, 237);" />\n	<span style="color: rgb(0, 0, 0); font-family: ''Open Sans'', sans-serif; font-size: 16px; line-height: 24px; background-color: rgb(245, 243, 237);">Итальянская и грузинская кухня, большая барная карта.</span><br style="color: rgb(0, 0, 0); font-family: ''Open Sans'', sans-serif; font-size: 16px; line-height: 24px; background-color: rgb(245, 243, 237);" />\n	<span style="color: rgb(0, 0, 0); font-family: ''Open Sans'', sans-serif; font-size: 16px; line-height: 24px; background-color: rgb(245, 243, 237);">Напитки можно приносить с собой.</span><br style="color: rgb(0, 0, 0); font-family: ''Open Sans'', sans-serif; font-size: 16px; line-height: 24px; background-color: rgb(245, 243, 237);" />\n	<span style="color: rgb(0, 0, 0); font-family: ''Open Sans'', sans-serif; font-size: 16px; line-height: 24px; background-color: rgb(245, 243, 237);">Развлекательная программа - тамада, караоке, танцпол, живые выступления музыкантов.</span></p>'),
(3, 'Проведение свадеб', 'Свадьба - это один из самых незабываемых дней в жизни. Именно поэтому стоит уделить особое внимание выбору банкетного зала для свадьбы. Ресторан ВКУС оказывает услуги по комплексному проведению этого замечательного праздника. Каравай молодоженам в подарок!', '9jwatr6wiy.jpg', '<p>\n	<span style="color: rgb(0, 0, 0); font-family: ''Open Sans'', sans-serif; font-size: 16px; line-height: 24px; background-color: rgb(245, 243, 237);">Стоимость - от 300 грн на человека.</span><br style="color: rgb(0, 0, 0); font-family: ''Open Sans'', sans-serif; font-size: 16px; line-height: 24px; background-color: rgb(245, 243, 237);" />\n	<span style="color: rgb(0, 0, 0); font-family: ''Open Sans'', sans-serif; font-size: 16px; line-height: 24px; background-color: rgb(245, 243, 237);">Оформление зала профессиональным дизайнером.</span><br style="color: rgb(0, 0, 0); font-family: ''Open Sans'', sans-serif; font-size: 16px; line-height: 24px; background-color: rgb(245, 243, 237);" />\n	<span style="color: rgb(0, 0, 0); font-family: ''Open Sans'', sans-serif; font-size: 16px; line-height: 24px; background-color: rgb(245, 243, 237);">Развлекательная программа - тамада, веселые конкурсы, катание молодоженов на свадебной карете, живые выступления музыкантов.</span><br style="color: rgb(0, 0, 0); font-family: ''Open Sans'', sans-serif; font-size: 16px; line-height: 24px; background-color: rgb(245, 243, 237);" />\n	<span style="color: rgb(0, 0, 0); font-family: ''Open Sans'', sans-serif; font-size: 16px; line-height: 24px; background-color: rgb(245, 243, 237);">Свадебный торт - от 200 грн.</span><br style="color: rgb(0, 0, 0); font-family: ''Open Sans'', sans-serif; font-size: 16px; line-height: 24px; background-color: rgb(245, 243, 237);" />\n	<span style="color: rgb(0, 0, 0); font-family: ''Open Sans'', sans-serif; font-size: 16px; line-height: 24px; background-color: rgb(245, 243, 237);">Можно принести свои напитки.</span></p>'),
(4, 'Детские праздники', 'Если вы хотите чтобы у вашего ребенка навсегда остались радостные впечатления о дне рождения - проведите его в ресторане ВКУС. Мы разработали специальное меню для наших маленьких гостей, которое не только безумно вкусное, но и полезное. Ну и, конечно, каждого ждет сюрприз!!!', '7gra55dw81.jpg', '<p>\n	<span style="color: rgb(0, 0, 0); font-family: ''Open Sans'', sans-serif; font-size: 16px; line-height: 24px; background-color: rgb(245, 243, 237);">Стоимость - от 1000 руб на человека.</span><br style="color: rgb(0, 0, 0); font-family: ''Open Sans'', sans-serif; font-size: 16px; line-height: 24px; background-color: rgb(245, 243, 237);" />\n	<span style="color: rgb(0, 0, 0); font-family: ''Open Sans'', sans-serif; font-size: 16px; line-height: 24px; background-color: rgb(245, 243, 237);">Развлекательная программа - выступления аниматоров, клоунов, веселые конкурсы и игры.</span><br style="color: rgb(0, 0, 0); font-family: ''Open Sans'', sans-serif; font-size: 16px; line-height: 24px; background-color: rgb(245, 243, 237);" />\n	<span style="color: rgb(0, 0, 0); font-family: ''Open Sans'', sans-serif; font-size: 16px; line-height: 24px; background-color: rgb(245, 243, 237);">Оформление зала воздушными шарами и игрушками.</span><br style="color: rgb(0, 0, 0); font-family: ''Open Sans'', sans-serif; font-size: 16px; line-height: 24px; background-color: rgb(245, 243, 237);" />\n	<span style="color: rgb(0, 0, 0); font-family: ''Open Sans'', sans-serif; font-size: 16px; line-height: 24px; background-color: rgb(245, 243, 237);">Детская дискотека.</span></p>');

-- --------------------------------------------------------

--
-- Структура таблицы `categories`
--

CREATE TABLE IF NOT EXISTS `categories` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `img` varchar(64) COLLATE utf8_unicode_ci DEFAULT NULL,
  `name` varchar(64) COLLATE utf8_unicode_ci NOT NULL,
  `lft` int(11) NOT NULL,
  `rgt` int(11) NOT NULL,
  `scope` int(11) NOT NULL,
  `parent_id` int(10) unsigned NOT NULL,
  `lvl` int(11) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci AUTO_INCREMENT=43 ;

--
-- Дамп данных таблицы `categories`
--

INSERT INTO `categories` (`id`, `img`, `name`, `lft`, `rgt`, `scope`, `parent_id`, `lvl`) VALUES
(1, NULL, 'Головне меню', 1, 18, 1, 0, 1),
(23, NULL, 'Барне меню', 1, 4, 2, 0, 1),
(24, NULL, 'Банкетне меню', 1, 26, 3, 0, 1),
(4, NULL, 'Холодні закуски', 2, 3, 1, 1, 2),
(8, NULL, 'Гарячі закуски', 4, 5, 1, 1, 2),
(9, NULL, 'Салати', 6, 7, 1, 1, 2),
(10, NULL, 'Перші страви', 8, 9, 1, 1, 2),
(11, NULL, 'Курка та м`ясо', 10, 11, 1, 1, 2),
(12, NULL, 'Страви з риби', 12, 13, 1, 1, 2),
(13, NULL, 'Гарніри', 14, 15, 1, 1, 2),
(14, NULL, 'Десерти', 16, 17, 1, 1, 2),
(29, NULL, 'Страви з яловичини', 10, 11, 3, 24, 2),
(28, NULL, 'Страви з птиці', 8, 9, 3, 24, 2),
(27, NULL, 'Салати', 6, 7, 3, 24, 2),
(26, NULL, 'Гарячі закуски', 4, 5, 3, 24, 2),
(25, NULL, 'Холодні закуски', 2, 3, 3, 24, 2),
(30, NULL, 'Страви зі свинини', 12, 13, 3, 24, 2),
(37, NULL, 'Страви з риби', 14, 15, 3, 24, 2),
(38, NULL, 'Гарніри', 16, 17, 3, 24, 2),
(39, NULL, 'Соуси', 18, 19, 3, 24, 2),
(35, NULL, 'Кава', 2, 3, 2, 23, 2),
(40, NULL, 'Десерти', 20, 21, 3, 24, 2),
(41, NULL, 'Українська кухня', 22, 23, 3, 24, 2),
(42, NULL, 'Детское банкетное меню', 24, 25, 3, 24, 2);

-- --------------------------------------------------------

--
-- Структура таблицы `gallery`
--

CREATE TABLE IF NOT EXISTS `gallery` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `title` varchar(512) COLLATE utf8_unicode_ci NOT NULL,
  `short_content` varchar(512) COLLATE utf8_unicode_ci NOT NULL,
  `data` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci AUTO_INCREMENT=6 ;

--
-- Дамп данных таблицы `gallery`
--

INSERT INTO `gallery` (`id`, `title`, `short_content`, `data`) VALUES
(5, 'Прогулка по "Плантатору"', 'Популярные музыканты, костюмированное шоу, подарок каждому гостю. Приглашаются все!', '2014-05-01 15:39:38');

-- --------------------------------------------------------

--
-- Структура таблицы `gallery_photo`
--

CREATE TABLE IF NOT EXISTS `gallery_photo` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `gallery_id` int(10) unsigned NOT NULL,
  `filename` varchar(64) COLLATE utf8_unicode_ci NOT NULL,
  `text` varchar(512) COLLATE utf8_unicode_ci DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci AUTO_INCREMENT=51 ;

--
-- Дамп данных таблицы `gallery_photo`
--

INSERT INTO `gallery_photo` (`id`, `gallery_id`, `filename`, `text`) VALUES
(48, 5, 't1s6wmrue5.jpg', NULL),
(49, 5, 'lsus2bgpp8.jpg', NULL),
(50, 5, 'm81a0c5xnm.jpg', NULL);

-- --------------------------------------------------------

--
-- Структура таблицы `menu`
--

CREATE TABLE IF NOT EXISTS `menu` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `cat_id` int(10) unsigned NOT NULL,
  `name` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `description` varchar(512) COLLATE utf8_unicode_ci NOT NULL,
  `name_en` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `description_en` varchar(1024) COLLATE utf8_unicode_ci DEFAULT NULL,
  `price` double(6,2) DEFAULT NULL,
  `heft` varchar(64) COLLATE utf8_unicode_ci NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci AUTO_INCREMENT=640 ;

--
-- Дамп данных таблицы `menu`
--

INSERT INTO `menu` (`id`, `cat_id`, `name`, `description`, `name_en`, `description_en`, `price`, `heft`) VALUES
(1, 5, 'Час мовчання', 'Відварений телячий язик з хроном під майонезом', 'Time of silence', 'The boiled veal tongue with horse-radish and mayonnaise', 37.00, '100/50'),
(2, 5, 'Капрезе', 'Сир Моцарелла з помідорами під соусом Песто', NULL, NULL, 25.00, '150'),
(3, 5, 'Тар-Тар з лосося в тарталетці', '', NULL, NULL, 25.00, '60'),
(4, 5, 'Паша́', 'Ніжний паштет з курячої печінки з персидським конфітюром з цибулі', '«پادشاه»', 'Chicken pate with confit d’oignons blanc and bread', 28.00, '50/40/18'),
(5, 5, 'Карпаччо з телятини Разговор с В.И.', '', 'Veal Carpaccio', NULL, 60.00, '100'),
(6, 5, 'Сльози Бандераса', 'Соління: капуста, помідори, огірки', 'Banderas tears', 'Salty mix: cabbage, tomatoes, cucumber', 28.00, '250'),
(7, 5, 'Брускетта', 'Перець, помідори черрі, базілік на грінці', 'Bruschetta', 'Peppers, cherry tomatoes, basil on the toast', 25.00, '130'),
(8, 5, 'Терезина', 'Філе атлантичного оселедця з кримською цибулею', 'Teresina', 'Atlatic herring fillets with red onion', 25.00, '90/30'),
(9, 5, 'Чукотка', 'Ікра північної щуки на льоду', 'Chukotka', 'Northern pike caviar on ice', 75.00, '40/18'),
(26, 4, 'Капрезе', 'Сир Моцарелла з помідорами під соусом Песто', 'Kapreze', 'Mocarella cheese with tomatoes under the Pesto sauce', 25.00, '150'),
(25, 4, 'Брускетта ', 'Перець, помідори черрі, базілік на грінці', 'Bruschetta', 'Peppers, cherry tomatoes, basil on the toast', 25.00, '130'),
(24, 4, ' Час мовчання', 'Відварений телячий язик з хроном під майонезом', ' Time of silence', 'The boiled veal tongue with horse-radish and mayonnaise', 37.00, '100/50'),
(22, 4, 'Карпаччо з телятини ', '', 'Veal Carpaccio', NULL, 60.00, '100'),
(23, 4, 'Паша́   ', 'Ніжний паштет з курячої печінки з персидським конфітюром з цибулі', '«پادشاه»', 'Chicken pate with confit d’oignons blanc and bread', 28.00, '50/40/18'),
(20, 4, 'Тар-Тар з лосося в тарталетці', '', 'Salmon tartare on sesame tartlet', NULL, 25.00, '60'),
(21, 4, 'Терезина', 'Філе атлантичного оселедця з кримською цибулею', 'Teresina', 'Atlatic herring fillets with red onion', 25.00, '90/30'),
(36, 8, 'Лавраки    ', 'Домашній сир, запечений у лаваші на пательні', 'Lavraki', 'Pita grilled  with cottage cheese', 45.00, '350'),
(27, 4, 'Сльози Бандераса', 'Соління: капуста, помідори, огірки', 'Banderas tears', 'Salty mix: cabbage, tomatoes, cucumber', 28.00, '250'),
(28, 11, 'Бомбеї', 'Курячі роли з лососем та моцарелою під вершковим соусом', 'Bombay', 'Chicken rolls with salmon, Mozzarella and cream sauce', 47.00, '250/50'),
(29, 11, 'Коко Каліфорнія', 'Стек з індички з горіховим соусом', 'Cocoa California', 'Тurkey steak with peanut sauce', 60.00, '250/50'),
(30, 11, 'Тринідад (без Тобаго)', 'Пряний свиний шніцель на соте з овочів', 'Trinidad', 'Spicy pork schnitzel with sauteed vegetables', 55.00, '370'),
(31, 11, 'Piggy Bank', 'Стейк зі свинини', 'Piggy Bank', 'Classiс pork steak on the bone', 29.00, 'Ціна за 100г'),
(32, 11, 'Естрадо Марксiсто', 'Класичний шашлик зі свинини з маринованою цибулею', 'Estrado Marksisto', 'Classiс pork shish kebab with onion', 50.00, '200/20'),
(33, 11, 'Карне де Оро', 'Запашний шашлик із телятини з часником, цибулею і свіжим перцем', 'Carne de Oro', 'Veal shich kebab with garlic, onion and paprika', 60.00, '200'),
(34, 11, 'БоссБессен (на голландський манер…)', 'Медальйони з телятини під чорничним соусом', 'Bossbessen', 'Veal with blueberry sauce', 70.00, '200/40/25'),
(35, 11, 'Бурштин Трабожар', 'Телятина в медово-лимонному «бурштиновому» соусі', 'Burshtin Trabozhar', 'Veal in the honey-lemon sauce', 70.00, '250/50'),
(37, 8, 'Ченці ', 'Баклажан запечений з овочами та авокадо', 'Chеnсi', 'Eggplant roasted  with avocado and vegetables', 30.00, '250'),
(38, 8, 'Вогненні Сарацини', 'Креветки в панцері,смажені в соусі Теріяки з часником, імбиром і перцем Чілі', 'Fiery Saracini', 'Fried shrimps with Teriyaki sauce,garlic,ginger and Chili pepper', 35.00, '150г'),
(39, 8, 'Бенгальські Штуги ', 'Печериці запечені на грилі з соусом', 'Bengal Stugs', 'Grilled champignons with sauce', 25.00, '150/50'),
(40, 8, 'Бібула    ', 'Смаження зі свининою з овочами та печерицями з пікантними яблуками', 'Bibula', 'Pork roasted with vegetables, mushrooms and apples', 46.00, '300'),
(41, 8, 'Паста Карбонара', 'Cпагеті, вершки, бекон, куряче філе, сир пармезан, яйце', 'Pasta Carbonara', 'Spaghetti, bacon, chiken, egg and Parmesan', 45.00, '250'),
(42, 9, 'Таласса Аполлона', 'Салатний мікс зі свіжими овочами, помідорами Черрі, фетою і соусом Песто', 'Talassa of Apollo', 'Mix salad with vegetables, Cherry tomatoes, feta and Pesto sauce', 47.00, '250'),
(43, 9, 'Эль Куртидо Вехета', 'Салат с яблуком, фенхелем, м’ятою та кульками з фети', 'El Kurtido Vaheta', 'Apple and fennel salad with mint and feta cheese', 50.00, '200'),
(44, 9, 'Гармоніст', ' Відварний яловичий язик зі свіжими печерицями та огірком під французьким майонезом з гірчицею', 'Harmonist', 'SaltyBoiled tongue with cucumbers, mushrooms, mustard and mayonnaise ', 45.00, '250'),
(45, 9, 'Алабама', 'Смажена телятина з овочами гриль під соусом барбекю', 'Alabama', 'Salad with veal and vegetables', 47.00, '200'),
(46, 9, 'Лівер Бей  ', 'Салат з курячого філе та печінки з овочами, заправленими домашнім майонезом', 'Liver Bay', 'Chicken fillet and liver with vegetables and homemade mayonnaise', 37.00, '200'),
(47, 9, 'Величний Цезар', 'Класичний рецепт салату з беконом, куркою, салатом айсберг, домашнім майонезом, діжонською гірчицею та сиром Пармезан', 'Caesar the Great', 'Classic recipe of salad with bacon, hen, iceberg, home mayonnaise, dijon mustard and  Parmesan', 45.00, '250'),
(48, 9, 'Альфа Ромео & Бета Джульєта', 'Салат з бекону, омлету, мікс салатів, томатів черрі та білими грінками', 'Alfa Romeo & Beta Juliet', 'Mixed salad with bacon, omelette, lettuce and cherry tomatoes', 35.00, '200'),
(49, 9, 'Мармалато Пуерто-Ріко', 'Салат з маринованим в імбирі лососем, бурячком, яблуком, морквою, огірком під соєвим соусом', 'Marmalato Puerto-Rico', 'Salad with ginger spicy salmon, apple, beet, carrot, cucumber under the soy sauce', 33.00, '180'),
(50, 9, 'Ганга', 'Салат з тунцем, стручковою квасолею, с/м горошком, перепелиними яйцями i помідорами Черрі', 'Ganga', 'Salad with tuna, asparagus, freshly frozen pea, quail eggs and Cherry tomatoes', 45.00, '200'),
(51, 9, 'Таласса Аполлона', 'Салатний мікс зі свіжими овочами, помідорами Черрі, фетою і соусом Песто', 'Talassa of Apollo', 'Mix salad with vegetables, Cherry tomatoes, feta and Pesto sauce', 47.00, '250'),
(52, 9, 'Эль Куртидо Вехета', 'Салат с яблуком, фенхелем, м’ятою та кульками з фети', 'El Kurtido Vaheta', 'Apple and fennel salad with mint and feta cheese', 50.00, '200'),
(53, 9, 'Гармоніст', ' Відварний яловичий язик зі свіжими печерицями та огірком під французьким майонезом з гірчицею', 'Harmonist', 'SaltyBoiled tongue with cucumbers, mushrooms, mustard and mayonnaise ', 45.00, '250'),
(54, 9, 'Алабама', 'Смажена телятина з овочами гриль під соусом барбекю', 'Alabama', 'Salad with veal and vegetables', 47.00, '200'),
(55, 9, 'Лівер Бей  ', 'Салат з курячого філе та печінки з овочами, заправленими домашнім майонезом', 'Liver Bay', 'Chicken fillet and liver with vegetables and homemade mayonnaise', 37.00, '200'),
(56, 9, 'Величний Цезар', 'Класичний рецепт салату з беконом, куркою, салатом айсберг, домашнім майонезом, діжонською гірчицею та сиром Пармезан', 'Caesar the Great', 'Classic recipe of salad with bacon, hen, iceberg, home mayonnaise, dijon mustard and  Parmesan', 45.00, '250'),
(57, 9, 'Альфа Ромео & Бета Джульєта', 'Салат з бекону, омлету, мікс салатів, томатів черрі та білими грінками', 'Alfa Romeo & Beta Juliet', 'Mixed salad with bacon, omelette, lettuce and cherry tomatoes', 35.00, '200'),
(58, 9, 'Мармалато Пуерто-Ріко', 'Салат з маринованим в імбирі лососем, бурячком, яблуком, морквою, огірком під соєвим соусом', 'Marmalato Puerto-Rico', 'Salad with ginger spicy salmon, apple, beet, carrot, cucumber under the soy sauce', 33.00, '180'),
(59, 9, 'Ганга', 'Салат з тунцем, стручковою квасолею, с/м горошком, перепелиними яйцями i помідорами Черрі', 'Ganga', 'Salad with tuna, asparagus, freshly frozen pea, quail eggs and Cherry tomatoes', 45.00, '200'),
(60, 10, 'Доранго Томато', 'Гострий томатний суп з червоною квасолею з телятини', 'Dorango tomato', 'Spicy tomato soup with beef and red beans', 25.00, '220'),
(61, 10, 'Вишисуаз Ноа', 'Суп-пюре з селери та курки', 'Vishyssoise Noa', 'Celery root chicken soup', 25.00, '220'),
(62, 10, 'Нудля', 'Куряча юшка з домашньою локшиною', 'Noodlya', 'Chicken soap with homemade noodles', 25.00, '220'),
(63, 10, 'Ухажер ', 'Бульон рибний з лососем, овочами і томатами Черрі', 'Ukhazher', 'Fish broth with salmon, vegetables and Cherry tomatoes', 25.00, '220'),
(64, 12, 'Мадама Батерфляй (Східна красуня)', 'Скумбрія далекосхідна, фарширована цибулею-пореєм з моцарелою', 'Madama Butterfly', 'Far-Eastern mackerel, stuffed with leeks and Mozzarella', 42.00, '300'),
(65, 12, 'Маршал Латр де Тассіньї (або перлина Індокитаю)', 'Пряний оселедець з горіховою начинкою', 'Marshal Lattre de Tassigny', 'Stuffed herring with walnuts, rosemary, cognac and garlic', 38.00, '280'),
(66, 12, 'Астіче Термидор (Вагова страва)', 'Стейк з лосося', 'Astiche Termidor(Weighing dish)', 'Salmon Steak', 37.00, 'Ціна за 100гр'),
(67, 12, 'Наутика Гриль', 'Морський окунь з овочами в пряному тісті', 'Nautika Grill', 'Grouper with vegetables in a spicy pastry', 50.00, '250'),
(68, 12, 'Люкс Гуллі  ', 'Крабова котлета із лосося, курячого філе з овочами під соусом з оливками', 'Luke''s Gully', 'Delicious crab cutlet with salmon and chicken', 40.00, '160/20'),
(69, 12, 'Лінкольн Навігатор', 'Шашлик з сьомги і блакитної акули', 'Lincoln Navigator', 'Salmon and blue shark Shish kebab', 50.00, '200'),
(70, 13, 'Валюта', 'Картопля на мангалі', 'Valyuta', 'Grilled potatoes', 18.00, '170'),
(71, 13, 'Мандибурка Бубур', 'Хитромудре картопляне пюре з топленим маслом', 'Мandyburka Bubur', 'Potatoes squash with melt butter', 19.00, '170'),
(72, 13, 'Картопля фрі', 'Potato Fri', NULL, NULL, 21.00, '150'),
(73, 13, 'Овочі-гриль на вибір', 'Цукіні, перець, баклажан, помідор,  брокколі, стебель селери', 'Grilled vegetables at choice', 'Cukkini, paprika, egg-plant, tomatoes, broccoli, celery caulis', 11.00, '50'),
(74, 14, 'Жирандоль', 'Лимонний пиріг з пісочного тіста з шоколадною поливкою', 'Girandole', 'Lemon cake with chocolate sauce', 23.00, '100'),
(75, 14, 'Панна Котта Карамельна', 'Ніжний вершковий десерт з карамельним топінгом', 'Panna Cotta', 'Tender creamy dessert  with caramel sauce', 25.00, '100/25'),
(76, 14, 'Купідон', 'Морозиво у фритюрі', 'Cupid', 'Beautiful Ice-cream fri', 36.00, '170'),
(77, 14, 'Шоколадний Гуру                                                 ', 'Гарячий шоколадний мафін з вершковим морозивом і яблучними чіпсами', 'Fondant au chocolat                                                  ', 'Hot chocolate muffin with a creamy ice-cream and apple chips', 30.00, '80/50'),
(78, 14, 'Тирамиссу', 'Печиво Савоярді з сиром Маскарпоне і Амаретто', 'Tiramisu', 'Savoiardi biscuits with Mascarpone and Amoretti', 29.00, '100'),
(79, 14, 'Морозиво', 'Три кульки морозива з соусами на вибір: шоколад, полуниця, вишня, карамель', 'Ice-Cream', 'Three ice-cream scoops with sauce at choice: chocolate, strawberry, cherry, caramel', 21.00, '150'),
(80, 14, 'Свіжі фрукти в асортименті', 'Fresh fruits', NULL, NULL, 13.00, '100'),
(141, 4, 'Маслини/оливки', '', NULL, NULL, 19.00, '30/30'),
(140, 4, 'Гранде Гастролюб', 'Фарширований судак', NULL, NULL, 33.00, '100'),
(139, 4, ' Болівійський Кіс-Kіс *', 'Курячі яйца, фаршировані печінкою тріски, під густим пюре з лимонного майонезу', NULL, NULL, 39.00, '200'),
(138, 4, ' Сирена Крема *', 'Рулетики із лаваша з лососем та кедровими горішками', NULL, NULL, 38.00, '100'),
(137, 4, 'Терезина', 'Філе атлантичного оселедця з кримською цибулею', NULL, NULL, 25.00, '90/30'),
(135, 4, 'Млинці з червоною ікрою *', '', NULL, NULL, 30.00, '60/25/10'),
(136, 4, 'Тар-тар з лосося в тарталетці ', 'Подається з вершковим маслом та лимоном', NULL, NULL, 25.00, '60'),
(134, 4, ' Бунгало *', 'Зваблива закуска рабовласника', '                                   Тверді сири', '    Мисливський', 0.00, ''),
(133, 4, ' Рибіна Ізаура', ' Шляхетна закуска бразильської попелюшки', '     масляная с/с', '     горбуша с/с', 0.00, ''),
(131, 4, ' М’ясний акорд', '    Ковбаса с/к', '    Балик', '    Бастурма', 0.00, ''),
(132, 4, ' М’ясна добірка домашня з хроном та гірчицею', 'Буженина, ковбаска, курячий рулет, шпондер по-домашньому  ', NULL, NULL, 55.00, '200/25/25'),
(129, 4, ' Час мовчання', '   Відварений телячий язик з хроном та майонезом', NULL, NULL, 37.00, '100/50'),
(130, 4, 'Карпаччо з телятини з пармезаном', '', NULL, NULL, 60.00, '100'),
(127, 4, ' Капрезе *', 'Сир моцарелла з помідорами під соусом песто', NULL, NULL, 25.00, '150'),
(128, 4, ' Сльози Бандераса', '   Соління: капуста, помідори, огірки     ', '            або', '   Капуста квашена', 28.00, '250'),
(143, 4, 'ХОЛОДНІ ЗАКУСКИ', '', NULL, NULL, 0.00, 'ВИХІД/Г'),
(144, 4, '   Ботаніка', '     Перець болгарський', '     Помідор', '     Огірок', 0.00, ''),
(145, 4, ' Капрезе *', 'Сир моцарелла з помідорами під соусом песто', NULL, NULL, 25.00, '150'),
(146, 4, ' Сльози Бандераса', '   Соління: капуста, помідори, огірки     ', '            або', '   Капуста квашена', 28.00, '250'),
(147, 4, ' Час мовчання', '   Відварений телячий язик з хроном та майонезом', NULL, NULL, 37.00, '100/50'),
(148, 4, 'Карпаччо з телятини з пармезаном', '', NULL, NULL, 60.00, '100'),
(149, 4, ' М’ясний акорд', '    Ковбаса с/к', '    Балик', '    Бастурма', 0.00, ''),
(150, 4, ' М’ясна добірка домашня з хроном та гірчицею', 'Буженина, ковбаска, курячий рулет, шпондер по-домашньому  ', NULL, NULL, 55.00, '200/25/25'),
(151, 4, ' Рибіна Ізаура', ' Шляхетна закуска бразильської попелюшки', '     масляная с/с', '     горбуша с/с', 0.00, ''),
(152, 4, ' Бунгало *', 'Зваблива закуска рабовласника', '                                   Тверді сири', '    Мисливський', 0.00, ''),
(153, 4, 'Млинці з червоною ікрою *', '', NULL, NULL, 30.00, '60/25/10'),
(154, 4, 'Тар-тар з лосося в тарталетці ', 'Подається з вершковим маслом та лимоном', NULL, NULL, 25.00, '60'),
(155, 4, 'Терезина', 'Філе атлантичного оселедця з кримською цибулею', NULL, NULL, 25.00, '90/30'),
(156, 4, ' Сирена Крема *', 'Рулетики із лаваша з лососем та кедровими горішками', NULL, NULL, 38.00, '100'),
(157, 4, ' Болівійський Кіс-Kіс *', 'Курячі яйца, фаршировані печінкою тріски, під густим пюре з лимонного майонезу', NULL, NULL, 39.00, '200'),
(158, 4, 'Гранде Гастролюб', 'Фарширований судак', NULL, NULL, 33.00, '100'),
(159, 4, 'Маслини/оливки', '', NULL, NULL, 19.00, '30/30'),
(161, 4, 'ХОЛОДНІ ЗАКУСКИ', '', NULL, NULL, 0.00, 'ВИХІД/Г'),
(162, 4, '   Ботаніка', '     Перець болгарський', '     Помідор', '     Огірок', 0.00, ''),
(163, 4, ' Капрезе *', 'Сир моцарелла з помідорами під соусом песто', NULL, NULL, 25.00, '150'),
(164, 4, ' Сльози Бандераса', '   Соління: капуста, помідори, огірки     ', '            або', '   Капуста квашена', 28.00, '250'),
(165, 4, ' Час мовчання', '   Відварений телячий язик з хроном та майонезом', NULL, NULL, 37.00, '100/50'),
(166, 4, 'Карпаччо з телятини з пармезаном', '', NULL, NULL, 60.00, '100'),
(167, 4, ' М’ясний акорд', '    Ковбаса с/к', '    Балик', '    Бастурма', 0.00, ''),
(168, 4, ' М’ясна добірка домашня з хроном та гірчицею', 'Буженина, ковбаска, курячий рулет, шпондер по-домашньому  ', NULL, NULL, 55.00, '200/25/25'),
(169, 4, ' Рибіна Ізаура', ' Шляхетна закуска бразильської попелюшки', '     масляная с/с', '     горбуша с/с', 0.00, ''),
(170, 4, ' Бунгало *', 'Зваблива закуска рабовласника', '                                   Тверді сири', '    Мисливський', 0.00, ''),
(171, 4, 'Млинці з червоною ікрою *', '', NULL, NULL, 30.00, '60/25/10'),
(172, 4, 'Тар-тар з лосося в тарталетці ', 'Подається з вершковим маслом та лимоном', NULL, NULL, 25.00, '60'),
(173, 4, 'Терезина', 'Філе атлантичного оселедця з кримською цибулею', NULL, NULL, 25.00, '90/30'),
(174, 4, ' Сирена Крема *', 'Рулетики із лаваша з лососем та кедровими горішками', NULL, NULL, 38.00, '100'),
(175, 4, ' Болівійський Кіс-Kіс *', 'Курячі яйца, фаршировані печінкою тріски, під густим пюре з лимонного майонезу', NULL, NULL, 39.00, '200'),
(176, 4, 'Гранде Гастролюб', 'Фарширований судак', NULL, NULL, 33.00, '100'),
(177, 4, 'Маслини/оливки', '', NULL, NULL, 19.00, '30/30'),
(573, 30, 'Piggy bank   ', 'Соковитий «фінансово-кредитний» стейк з ошийка', NULL, NULL, 45.00, '180'),
(572, 30, 'Бендерики Кебаб', 'Ковбаски зі свинини і телятини в беконі, смажені на мангалі', NULL, NULL, 47.00, '200'),
(569, 30, 'Вендетта', 'Рулет с чорносливом та моцареллою', NULL, NULL, 45.00, '200'),
(570, 30, 'Реберця зі свининки', 'Реберця в медово-гірчичному маринаді', NULL, NULL, 45.00, '200гр'),
(571, 30, 'Бібула', 'Смаження зі свининою з овочами та печерицями з пікантними яблуками', NULL, NULL, 99.99, '1500гр'),
(567, 29, 'Карне де Оро', 'Запашний шашлик із телятини з часником, цибулею і свіжим перцем', NULL, NULL, 60.00, '200'),
(566, 29, 'Казадора Котре       (вагова  страва)', 'Телячий стейк на кісточці з вершковим соусом та сиром скаморца', NULL, NULL, 33.00, 'За 100 гр.'),
(565, 29, 'Телятина Луі Гран   (вагова  страва)', 'Телячий стек  на кісточці з ягідним соусом', NULL, NULL, 33.00, 'За 100 гр.'),
(564, 29, 'Бурштин трабожар', 'Телятина в медово-лимонному «бурштиновому» соусі', NULL, NULL, 70.00, '250/50'),
(563, 29, 'Корона  клана Гамбіно * (вагова  страва)', 'Корона з телячих ребер з яблуками та грушею', NULL, NULL, 30.00, 'За 100гр'),
(562, 29, 'Робифзон персона *', 'Пікантні рулетки з телятини, запечені з вишнею та зернами гранату під сиром Камамбер', NULL, NULL, 80.00, '250'),
(561, 29, 'Махорас', 'Шматочки телятини в вершковому соусі з сирами Рокфор і Пармезан', NULL, NULL, 65.00, '275'),
(558, 28, 'Індус', 'Куряче філе, фаршироване вітчиною і сиром, обсмажене на грилі під вершковим соусом', NULL, NULL, 37.00, '180'),
(559, 28, 'Штурман Популар', 'Шашлик курячий з помідорами черрі, броколі та цукіні', NULL, NULL, 37.00, '250/50'),
(560, 28, 'Куртіль', ' Курячі крильця, смажені на грилі під пікантним соусом', NULL, NULL, 37.00, '250/50'),
(557, 28, 'Кантлета по-київські', '', NULL, NULL, 25.00, '180'),
(556, 28, 'Курячі роли с лососем та моцареллою', 'під вершковим соусом', NULL, NULL, 47.00, '250/50'),
(554, 28, 'Кечкемет', 'Куряче філе, обсмажене в сирі та кунжуті', NULL, NULL, 35.00, '220'),
(555, 28, 'Каморра для Кампанії', 'Ніжна індичка, фарширована чорносливом та яблуками', NULL, NULL, 60.00, '400'),
(551, 27, 'Ганга *', 'Салат з  тунцем, стручковою квасолею, с/м горошок, перепелиними яйцями та помідорами черрі', NULL, NULL, 45.00, '200'),
(549, 27, 'Алабама', 'Смажена телятина с  овочами гриль (перець, цукіні, баклажан, гриби) під майонезно-аджичним соусом', NULL, NULL, 47.00, '200'),
(550, 27, 'Дон Соломон *', 'Салат зі смаженим лососем, томатами черрі, зеленню та соусом цезар', NULL, NULL, 46.00, '170'),
(547, 27, 'Ірландський', 'Салат зі смажених грибочків, відвареної телятини зі свіжим огірком під майонезом', NULL, NULL, 45.00, '250'),
(548, 27, 'Вавілон *', 'Морепродукти з маринованим кораловым грибом, свіжим огірком, перепелиними яйцами, під соусом з лимонного майонеза', NULL, NULL, 50.00, '300'),
(546, 27, 'Тірана Рукотур', 'Салат с яловичим язиком, свіжим перцем, огірком і руколою', NULL, NULL, 40.00, '200'),
(545, 27, 'Калігайхан *', 'Відварена телятина з грушею та сиром Пармезан під майонезом', NULL, NULL, 43.00, '250'),
(544, 27, 'Фен-Шуй', 'Салат зі смаженою курячою печінкою, цибулею та солодкими яблуками під винним соусом', NULL, NULL, 35.00, '250'),
(542, 27, 'Айседора Дункан', 'Куряче філе, смажені печериці, корінь селери', NULL, NULL, 35.00, '200'),
(543, 27, 'Величний Цезар', 'Класичний рецепт салату з беконом, куркою, салатом айсберг, домашнім майонезом, діжонською гірчицею і сиром пармезан', NULL, NULL, 45.00, '250'),
(541, 27, 'Екзотичний Джанго', 'Айсберг, банан, помідори черрі, свіжі печериці, апельсин з часниковими грінками', NULL, NULL, 30.00, '200'),
(527, 25, 'Болівійський Кіс-Kіс *', 'Курячі яйца, фаршировані печінкою тріски, під густим пюре з лимонного майонезу', NULL, NULL, 39.00, '200'),
(528, 25, 'Гранде Гастролюб', 'Фарширований судак', NULL, NULL, 33.00, '100'),
(529, 25, 'Маслини/оливки', '', NULL, NULL, 19.00, '30/30'),
(639, 26, 'Террін із індички з сушеним інжиром та беконом', '', NULL, NULL, 130.00, '700'),
(638, 26, 'Вертрута Кобасиця *', 'М’ясний багет с копчено куркою, грушею та сиром Пармезан.', NULL, NULL, 68.00, '400'),
(637, 26, 'Медельїнський картель (без щупалець)', 'Кальмар з курячим філе, морським окунем, крабовими паличками, яйцем, розмарином', NULL, NULL, 45.00, '300'),
(636, 26, 'Печурки Эміра Кустуриці', 'Смажені печериці з цибулею та печінкою птиці', NULL, NULL, 26.00, '250'),
(635, 26, 'Киш Мандраже', 'Відкритий пиріг з беконом, цибулею, вершками, пармезаном, вяленими томатами та базиліком', NULL, NULL, 18.00, '75'),
(634, 26, 'Домінікано', 'Цвітна капуста, броколі, зелений горошок, запечені з шинкою і цибулею', NULL, NULL, 25.00, '170'),
(633, 26, 'Техас *', 'Делікатний жульєн в млинці (в традиціях американських рейнджерів)', NULL, NULL, 17.00, '50'),
(539, 27, 'Таласса Аполлона', 'Салатный мікс зі свіжими овочами, помідорами черрі, фетою і соусом Песто', NULL, NULL, 47.00, '250'),
(540, 27, 'Блакитний Соло Па`', 'Салат з сиром Дорблю,  руколою,  волоським горіхом і виноградом', NULL, NULL, 40.00, '110'),
(524, 25, 'Тар-тар з лосося в тарталетці ', 'Подається з вершковим маслом та лимоном', NULL, NULL, 25.00, '60'),
(525, 25, 'Терезина', 'Філе атлантичного оселедця з кримською цибулею', NULL, NULL, 25.00, '90/30'),
(526, 25, ' Сирена Крема *', 'Рулетики із лаваша з лососем та кедровими горішками', NULL, NULL, 38.00, '100'),
(523, 25, 'Млинці з червоною ікрою *', '', NULL, NULL, 30.00, '60/25/10'),
(522, 25, 'Бунгало * Камамбер /м`який сир/     ', '                          ', NULL, NULL, 25.00, '50'),
(521, 25, 'Бунгало * Моцарелла /м`який сир/', '', NULL, NULL, 20.00, '50'),
(520, 25, 'Бунгало * Дорблю /м`який сир/', '', NULL, NULL, 24.00, '50'),
(518, 25, 'Бунгало * Фета /м`який сир/', '', NULL, NULL, 15.00, '50'),
(519, 25, 'Бунгало * Горгондзола /м`який сир/', '', NULL, NULL, 27.00, '50'),
(517, 25, 'Бунгало * Мааздам /твердий сир/', '', NULL, NULL, 20.00, '50'),
(515, 25, 'Бунгало * Едам /твердий сир/', '', NULL, NULL, 14.00, '50'),
(516, 25, 'Бунгало * Пармезан /твердий сир/', '', NULL, NULL, 26.00, '50'),
(513, 25, 'Бунгало *  Рамзес /твердий сир/', '', NULL, NULL, 13.00, '50'),
(514, 25, 'Бунгало * Гауда /твердий сир/', '', NULL, NULL, 14.00, '50'),
(511, 25, 'Бунгало * Голландський /твердий сир/', '', NULL, NULL, 13.00, '50'),
(512, 25, 'Бунгало * Мраморний /твердий сир/', '', NULL, NULL, 12.00, '50'),
(509, 25, 'Рибіна Ізаура  семга с/с', '', NULL, NULL, 42.00, '100'),
(510, 25, 'Бунгало * Мисливський /твердий сир/', '', NULL, NULL, 12.00, '50'),
(508, 25, 'Рибіна Ізаура  горбуша с/с', '', NULL, NULL, 38.00, '100'),
(507, 25, 'Рибіна Ізаура масляна с/с   ', '', NULL, NULL, 36.00, '100'),
(505, 25, 'М’ясний акорд  Шинка в/к', '', NULL, NULL, 20.00, '100'),
(506, 25, 'М’ясна добірка домашня з хроном та гірчицею', 'Буженина, ковбаска, курячий рулет, шпондер по-домашньому  ', NULL, NULL, 55.00, '200/25/25'),
(503, 25, 'М’ясний акорд  Балик', '', NULL, NULL, 23.00, '100'),
(504, 25, 'М’ясний акорд  Бастурма', '', NULL, NULL, 32.00, '100'),
(501, 25, 'Карпаччо з телятини з пармезаном', '', NULL, NULL, 60.00, '100'),
(502, 25, 'М’ясний акорд  Ковбаса с/к      ', '', NULL, NULL, 20.00, '100'),
(552, 27, 'Мармалато Пуерто-Ріко', 'Салат з маринованим в імбирі лососем, бурячком,  яблуком, морквою,  огірком під соєвим соусом', NULL, NULL, 33.00, '180'),
(499, 25, 'Помідори мариновані', '', NULL, NULL, 15.00, '100'),
(500, 25, 'Час мовчання', 'Відварений телячий язик з хроном та майонезом', NULL, NULL, 37.00, '100/50'),
(497, 25, 'Капуста квашена', '', NULL, NULL, 12.00, '100'),
(498, 25, 'Огірки мариновані', '', NULL, NULL, 13.00, '100'),
(496, 25, 'Сльози Бандераса', 'Соління: капуста, помідори, огірки              ', NULL, NULL, 28.00, '250'),
(492, 25, 'Ботаніка  /Перець болгарський /', '', NULL, NULL, 15.00, '100'),
(493, 25, 'Ботаніка  /Помідор /', '', NULL, NULL, 10.00, '100'),
(494, 25, 'Ботаніка   /Огірок /', '', NULL, NULL, 10.00, '100'),
(495, 25, 'Капрезе *', 'Сир моцарелла з помідорами під соусом песто', NULL, NULL, 25.00, '150'),
(574, 30, 'Естрадо МарксіСто', 'Класичний шашлик зі свинини з  маринованою цибулею', NULL, NULL, 50.00, '200/20'),
(575, 37, 'Захер Бук’єт  (вагова страва)', 'Ніжне філе лосося, приготоване на парі з броколі під імбирно-коріяндровим соусом', NULL, NULL, 37.00, 'За 100 гр'),
(576, 37, 'Мадама Батерфляй  (Східна красуня)', 'Скумбрія далекосхідна, фарширована овочевим рататуєм', NULL, NULL, 42.00, '250'),
(577, 37, 'Астіче  Термидор   (вагова страва)', 'Стейк з лосося', NULL, NULL, 36.00, 'За 100 гр'),
(578, 37, 'Лінкольн Навігатор', 'Шашлик з сьомги та блакитної акули', NULL, NULL, 50.00, '200'),
(579, 37, 'Окунь Святковий', 'Тушка морського окуня на смужках з баклажану гриль', NULL, NULL, 19.00, 'За 100гр'),
(580, 37, 'Мар’яж (вагова страва)', 'Сібас з чабрецем і розмарином на лимонній подушці', NULL, NULL, 23.00, 'За 100гр'),
(581, 37, 'Капоейра', 'Риба масляна, смажена на грилі. Подається з тушкованими цукіні з родзинками під соусом песто', NULL, NULL, 45.00, '220'),
(582, 38, 'Валюта', 'Картофель на мангале', NULL, NULL, 18.00, '180'),
(583, 38, 'Бенгальські штуги!', 'Печериці, запечені на грилі з соусом', NULL, NULL, 25.00, '150/50'),
(584, 38, 'МІССІСІПІ', 'Відварена броколі та цвітна капуста відварена в сухариках з пармезаном', NULL, NULL, 23.00, '200'),
(585, 38, 'Різотто', 'Рис Arborio з вершками, пармезаном і кропом', NULL, NULL, 23.00, '200'),
(586, 38, 'Картопляний кебаб', 'Приготований на мангалі', NULL, NULL, 20.00, '180'),
(587, 38, 'Овочі -гриль', 'Перець болгарський, помідор черрі, баклажан, цукіні, селера', NULL, NULL, 55.00, '250'),
(588, 38, 'Картопля Фрі', '', NULL, NULL, 21.00, '150'),
(630, 39, 'Лимонний майонез', '', NULL, NULL, 8.00, '50'),
(631, 39, 'Коралово- кон’ячний', '', NULL, NULL, 8.00, '50'),
(629, 39, 'Татарский с овочами', '', NULL, NULL, 8.00, '50'),
(628, 39, 'Томатний с часником та кінзою', '', NULL, NULL, 8.00, '50'),
(627, 39, 'Вершковий соус', '', NULL, NULL, 9.00, '50'),
(597, 40, 'Panna Cotta', 'Ніжний вершковий десерт с карамельним топінгом', NULL, NULL, 25.00, '180'),
(598, 40, 'Купідон', 'Морозиво у фритюрі', NULL, NULL, 36.00, '170'),
(599, 40, 'Шоколадный Гуру', 'Гарячий шоколадний мафін з вершковим морозивом і яблучними чіпсами', NULL, NULL, 30.00, '80/50'),
(600, 40, 'Тірамісу', '', NULL, NULL, 29.00, '100'),
(601, 40, 'Чіз-Кейк', 'Пісочний коржик з сиром Маскарпоне', NULL, NULL, 29.00, '100'),
(602, 40, 'Морозиво', 'Три кульки морозива з соусами на вибір: шоколад, полуниця, вишня, карамель', NULL, NULL, 21.00, '150'),
(603, 40, 'Свіжі фрукти в асортименті', '', NULL, NULL, 13.00, '100'),
(604, 41, 'Ковбаска домашня', '', NULL, NULL, 55.00, '200'),
(605, 41, 'Буженина з хроном', '', NULL, NULL, 55.00, '200'),
(606, 41, 'Холодець з голяшки та  індюшки *', '', NULL, NULL, 18.00, '150'),
(607, 41, 'Крученики з грибами', '', NULL, NULL, 40.00, '180/50'),
(608, 41, 'Крученики з чорносливом та салом', '', NULL, NULL, 40.00, '180/50'),
(609, 41, 'Печеня з кроликом та овочами в сметані', '', NULL, NULL, 45.00, '300'),
(610, 41, 'Голубці з м`ясом *', '', NULL, NULL, 35.00, '200/20/30'),
(611, 41, 'Голубці з гречкою та шкварками *', '', NULL, NULL, 35.00, '200/20/30'),
(612, 41, 'Деруни з грибами', '', NULL, NULL, 24.00, '200/30'),
(613, 41, 'Млинці з м`ясом *', '', NULL, NULL, 20.00, '125/25'),
(614, 41, 'Млинці з сиром *', '', NULL, NULL, 17.00, '125/25'),
(615, 41, 'Млинці з яблуком *', '', NULL, NULL, 17.00, '125/25'),
(626, 39, 'Барбекю гострий с діжонською гірчицею', '', NULL, NULL, 10.00, '50'),
(625, 39, 'Золоте Руно фірмовий', '', NULL, NULL, 14.00, '50'),
(632, 39, 'Вишневий соус', '', NULL, NULL, 14.00, '50');

-- --------------------------------------------------------

--
-- Структура таблицы `news`
--

CREATE TABLE IF NOT EXISTS `news` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `img` varchar(64) COLLATE utf8_unicode_ci NOT NULL,
  `title` varchar(512) COLLATE utf8_unicode_ci NOT NULL,
  `short_content` varchar(512) COLLATE utf8_unicode_ci NOT NULL,
  `text` text COLLATE utf8_unicode_ci,
  `data` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci AUTO_INCREMENT=9 ;

--
-- Дамп данных таблицы `news`
--

INSERT INTO `news` (`id`, `img`, `title`, `short_content`, `text`, `data`) VALUES
(6, 'rg7pqn5wf3.jpg', 'Открытие нового зала', 'Мы открыли новый зал ))))))))))))))))))', '', '2014-04-18 12:20:08'),
(8, 'r23fvl0yv5.jpg', 'Детские праздники', 'Каждое воскресение ждем вас у нас', '<p>\n	Начало в 14-00 по предварительной записи</p>', '2014-04-22 14:42:10');

-- --------------------------------------------------------

--
-- Структура таблицы `roles`
--

CREATE TABLE IF NOT EXISTS `roles` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT,
  `name` varchar(32) NOT NULL,
  `description` varchar(255) NOT NULL,
  PRIMARY KEY (`id`),
  UNIQUE KEY `uniq_name` (`name`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=3 ;

--
-- Дамп данных таблицы `roles`
--

INSERT INTO `roles` (`id`, `name`, `description`) VALUES
(1, 'login', 'Доступ на сайт'),
(2, 'admin', 'Доступ в админку');

-- --------------------------------------------------------

--
-- Структура таблицы `roles_users`
--

CREATE TABLE IF NOT EXISTS `roles_users` (
  `user_id` int(10) unsigned NOT NULL,
  `role_id` int(10) unsigned NOT NULL,
  PRIMARY KEY (`user_id`,`role_id`),
  KEY `fk_role_id` (`role_id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `roles_users`
--

INSERT INTO `roles_users` (`user_id`, `role_id`) VALUES
(1, 1),
(1, 2),
(2, 1),
(2, 2);

-- --------------------------------------------------------

--
-- Структура таблицы `users`
--

CREATE TABLE IF NOT EXISTS `users` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT,
  `email` varchar(254) NOT NULL,
  `username` varchar(32) NOT NULL DEFAULT '',
  `password` varchar(64) NOT NULL,
  `logins` int(10) unsigned NOT NULL DEFAULT '0',
  `last_login` int(10) unsigned DEFAULT NULL,
  `date_registr` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP,
  PRIMARY KEY (`id`),
  UNIQUE KEY `uniq_username` (`username`),
  UNIQUE KEY `uniq_email` (`email`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=3 ;

--
-- Дамп данных таблицы `users`
--

INSERT INTO `users` (`id`, `email`, `username`, `password`, `logins`, `last_login`, `date_registr`) VALUES
(1, 'senj@mail.ru', 'senj', '6dfe4e61d228b2067f9790d09309844755f5bc41fb3e16e366344249a66dbeb3', 19, 1399919589, '2014-04-06 07:21:00'),
(2, 'flibuster77@mail.ru', 'Плантатор', '6dfe4e61d228b2067f9790d09309844755f5bc41fb3e16e366344249a66dbeb3', 10, 1399891973, '2014-04-07 12:37:39');

-- --------------------------------------------------------

--
-- Структура таблицы `user_tokens`
--

CREATE TABLE IF NOT EXISTS `user_tokens` (
  `id` int(11) unsigned NOT NULL AUTO_INCREMENT,
  `user_id` int(11) unsigned NOT NULL,
  `user_agent` varchar(40) NOT NULL,
  `token` varchar(40) NOT NULL,
  `created` int(10) unsigned NOT NULL,
  `expires` int(10) unsigned NOT NULL,
  PRIMARY KEY (`id`),
  UNIQUE KEY `uniq_token` (`token`),
  KEY `fk_user_id` (`user_id`),
  KEY `expires` (`expires`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8 AUTO_INCREMENT=1 ;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
