<div class="row bg-1 mar-d">
        <div class="row mar-t mar-d-6-25 cell-d-87-5 vpad2">
            <h1 class="pad text-m-center text-t-left">Банкеты и мероприятия</h1>
            <p class="pad text-m-center text-t-left"><i>Мы любим устраивать шумные вечеринки и приглашать гостей. Если вы хотите весело провести праздник или выходной - добро пожаловать в наше заведение. Массу впечатлений и воспоминаний гарантируем :)</i></p>
            <div id="comp_cc01c7475c1c1bc8726ef56728b746db">
                <section class="row">
                    
                    <a id="article855"></a>
                    <article id="bx_2647885750_855" class="row vpad2">
                        <header class="pad vpad"><h2>Привід для банкету – завжди особливий випадок, тому все має бути на найвищому рівні</h2></header>
                        <div class="cell-m-100 cell-t-62-5 pad vpad">
                            <p class="small opacity">
                                Банкетний зал – це одне з перших словосполучень, яке спадає на думку, коли наближається ювілей близької людини, чи корпоративне свято.  Прагнете зробити незабутній подарунок на День народження, організувати корпоратив для фірми, чи відзначити урочисту дату? Таверна «ПЛАНТАТОР» запрошує Вас, провести незабутнє свято саме у нас!
                                <br>
                                <br>
                                Атмосфера, кухня, персонал… Та ще багато організаційних деталей, яких гості не помічають, саме в них і полягає ретельно продумана, доведена до досконалості, злагоджена праця персоналу таверна «ПЛАНТАТОР».
                                <br>
                                <br>
                                Персонал персоналу таверна «ПЛАНТАТОР» знає всі секрети правильної організації банкетів. Доказом стали – багато вдячних замовників, які довірили професіоналам свої урочисті та святкові події життя та радо радять ресторан друзям. Крім того банкет в таверні «ПЛАНТАТОР»  має свої приємні особливості
                                <br>
                                <br>
                                -          До Ваших послуг ми запропонуємо музичну програму у виконанні професійних DJ. Що ще приємніше, при замовленні банкету на суму від … грн. музична програма на три години в ПОДАРУНОК.  На тематичних банкетах разом з меню Ви можете узгодити і індивідуальну розважальну програму за ОСОБЛИВО-ПРИЄМНИМ для Вас розрахунком.
                                <br>
                                <br>
                                -          Ми відмовилися від оплати «За обслуговування» на банкетах. Будьте певні, при замовленні банкету в таверні «ПЛАНТАТОР Ви не переплатите жодної гривні за оренду будь чого-небудь, а у персоналу буде максимальна зацікавленість професійно, тепло і сердечно Вас обслуговувати розраховуючи тільки на вдячний «комплімент» від Вас.
                            </p>
                            <p>
                                Будемо раді бачити Вас і залюбки відповімо на ваші запитання за телефоном (044) 592 36 67
                            </p>
                        </div>
                        <div class="cell-m-100 cell-t-37-5 pad vpad">
                            <figure class="row border-radius-1"><img src="/media/img/a76f82e3f52cfea394fa633ea8f57f4d.jpg"></figure>
                        </div>
                    </article>
                    
                    
                    <a id="article856"></a>
                    <article id="bx_2647885750_856" class="row vpad2">
                        <header class="pad vpad"><h2>Проведение свадеб</h2></header>
                        <div class="cell-m-100 cell-t-62-5 pad vpad">
                            <p class="small opacity">Свадьба - это один из самых незабываемых дней в жизни. Именно поэтому стоит уделить особое внимание выбору банкетного зала для свадьбы. Ресторан ВКУС оказывает услуги по комплексному проведению этого замечательного праздника. Каравай молодоженам в подарок!</p>
                            <p>Стоимость - от 3000 руб на человека.<br>
                                Оформление зала профессиональным дизайнером.<br>
                                Развлекательная программа - тамада, веселые конкурсы, катание молодоженов на свадебной карете, живые выступления музыкантов.<br>
                                Свадебный торт - от 2000 руб.<br>
                                Можно принести свои напитки.
                            </p>
                        </div>
                        <div class="cell-m-100 cell-t-37-5 pad vpad">
                            <figure class="row border-radius-1"><img src="/media/img/770fa1e882313e8b5d231d766a22b5d5.jpg"></figure>
                        </div>
                    </article>
                    
                    
                    <a id="article857"></a>
                    <article id="bx_2647885750_857" class="row vpad2">
                        <header class="pad vpad"><h2>Подаруйте дітям можливість отримати задоволення від власноруч зробленої смакоти</h2></header>
                        <div class="cell-m-100 cell-t-62-5 pad vpad">
                            <p class="small opacity">Если вы хотите чтобы у вашего ребенка навсегда остались радостные впечатления о дне рождения - проведите его в ресторане ВКУС. Мы разработали специальное меню для наших маленьких гостей, которое не только безумно вкусное, но и полезное. Ну и, конечно, каждого ждет сюрприз!!! </p>
                            <p>Стоимость - от 1000 руб на человека.<br>
                                Развлекательная программа - выступления аниматоров, клоунов, веселые конкурсы и игры.<br>
                                Оформление зала воздушными шарами и игрушками.<br>
                                Детская дискотека.
                            </p>
                        </div>
                        <div class="cell-m-100 cell-t-37-5 pad vpad">
                            <figure class="row border-radius-1"><img src="/media/img/4167261652b738974d5d877080d7f28d.jpg"></figure>
                        </div>
                    </article>
                    
                    
                </section> 
            </div>		
        </div>
    </div>